{"paragraphs": [
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 735.3,
      "minX": 396,
      "maxY": 759.3,
      "maxX": 538.6,
      "page": 1
    }],
    "text": "Journal of Patient-Reported Outcomes"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 688.7,
      "minX": 60.8,
      "maxY": 700.1,
      "maxX": 535.5,
      "page": 1
    }],
    "text": "R E S E A R C H Open Access"
  }},
  {"paragraph": {
    "role": "title",
    "positions": [{
      "minY": 567.2,
      "minX": 56.7,
      "maxY": 667.5,
      "maxX": 482.8,
      "page": 1
    }],
    "text": "Validation of the Patient-Reported Outcomes Measurement Information System (PROMIS®) physical function questionnaire in late-onset Pompe disease using PROPEL phase 3 data"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 521.8,
      "minX": 56.7,
      "maxY": 547.9,
      "maxX": 501.5,
      "page": 1
    }],
    "text": "Priya S. Kishnani1, Simon Shohet2* , Syed Raza3, Noemi Hummel4, Jeffrey P. Castelli5, Sheela Sitaraman Das5, Heng Jiang6, Agnieszka Kopiec7, Ian Keyzor2 and Andreas Hahn8"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 485.1,
      "minX": 63.2,
      "maxY": 492.5,
      "maxX": 102.1,
      "page": 1
    }],
    "text": "Abstract"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 432,
      "minX": 63.2,
      "maxY": 477.4,
      "maxX": 523.1,
      "page": 1
    }],
    "text": "Background The construct validity and interpretation of the Patient-Reported Outcome Measurement Information System (PROMIS®) Physical Function short form 20a (PF20a) questionnaire were evaluated for patients with late-onset Pompe disease (LOPD), a rare, autosomal recessive, progressive neuromuscular disorder treatable by enzyme replacement therapy (ERT)."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 321.1,
      "minX": 63.2,
      "maxY": 426.4,
      "maxX": 529.5,
      "page": 1
    }],
    "text": "Methods In the phase 3 PROPEL study, adults with LOPD underwent testing of physical functioning and had PRO measurements at baseline and at weeks 12, 26, 38, and 52 while receiving experimental or standard-of-care ERT. All patients were pooled for analyses, without comparisons between treatment groups. Associations and correlations between PROMIS PF20a scores and the 6-minute walk distance (6MWD), % predicted forced vital capacity (FVC), manual muscle test (MMT) of the lower extremities, Gait, Stairs, Gowers' maneuver, Chair (GSGC) score, and Rasch-built Pompe-specific Activity (R-PAct) scale were evaluated by calculating regression coefficients in linear regression models and Pearson correlation coefficients (R); patients' age, sex, race, ERT prior to study, body mass index, and study treatment were included as covariables. The minimal clinically important difference (MCID) of PROMIS PF20a was determined using distribution- and anchor-based methods."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 222.1,
      "minX": 63.2,
      "maxY": 315.4,
      "maxX": 532.1,
      "page": 1
    }],
    "text": "Results 123 patients received at least 1 dose of ERT. In multivariable analyses, PROMIS PF20a scores had strong correlations with R-PAct scores (R = 0.83 at baseline and R = 0.67 when evaluating changes between baseline and 52 weeks) and moderate correlations with the 6MWD (R = 0.57 at baseline and R = 0.48 when evaluating changes between baseline and 52 weeks). Moderate correlations were also observed between PROMIS PF20a and MMT (R = 0.54), GSGC (R=-0.51), and FVC (R = 0.48) at baseline. In multivariable linear regression models, associations were significant between PROMIS PF20a and 6MWD (P = 0.0006), MMT (P = 0.0034), GSGC (P = 0.0278), and R-PAct (P < 0.0001) at baseline, between PROMIS PF20a and 6MWD (P < 0.0001), FVC (P = 0.0490), and R-PAct (P < 0.0001) when combining all measurements, and between PF20a and 6MWD (P = 0.0016) and R-PAct (P = 0.0001) when evaluating"
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.3,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 538.6,
      "page": 2
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13 Page 2 of 12"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 681.5,
      "minX": 62.7,
      "maxY": 702.9,
      "maxX": 511.1,
      "page": 2
    }],
    "text": "changes in scores between baseline and 52 weeks. The anchor-based and distribution-based MCID for a clinically important improvement for PROMIS PF20a were 2.4 and 4.2, respectively."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 654.7,
      "minX": 62.7,
      "maxY": 675.9,
      "maxX": 507,
      "page": 2
    }],
    "text": "Conclusions PROMIS PF20a has validity as an instrument both to measure and to longitudinally follow physical function in patients with LOPD."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 629.6,
      "minX": 62.7,
      "maxY": 648.8,
      "maxX": 506,
      "page": 2
    }],
    "text": "Trial registration ClinicalTrials.gov, NCT03729362. Registered 2 November 2018, https://www.clinicaltrials.gov/ search?term=NCT03729362."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 612.4,
      "minX": 62.7,
      "maxY": 622,
      "maxX": 166.8,
      "page": 2
    }],
    "text": "Plain English summary"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 434.6,
      "minX": 62.7,
      "maxY": 609.9,
      "maxX": 531.2,
      "page": 2
    }],
    "text": "Late-onset Pompe disease (LOPD) is a rare, hereditary disease. Patients with LOPD have decreased production of an enzyme, which leads to symptoms that gradually get worse, including muscle weakness and trouble breathing. Enzyme replacement therapy may slow down the disease progression. In recent years, enzyme replacement therapies have been improved. To measure the benefit of such new therapies, patients with LOPD are asked to fill in surveys about their symptoms before and during treatment, but there is no standard survey to use. In this study, we used a survey called the Patient-Reported Outcome Measurement Information System (PROMIS®) Physical Function short form 20a (PF20a) questionnaire. This questionnaire is used for various diseases and tests someone's ability to perform daily physical activities such as getting dressed. We compared the results of this survey to other tests which evaluate a variety of functions, such as how far a patient can walk in 6 minutes, leg muscle strength, and a patient's lung capacity. In general, we found that the score provided by the PROMIS PF20a questionnaire had moderate to strong agreement with other test scores. Furthermore, we looked at the minimum difference in PROMIS PF20a scores that a patient found a relevant difference (i.e., a relevant improvement or worsening of the disease). Patients found a difference between 2.4 and 4.2 points in the score relevant. The results from this study show that PROMIS PF20a may be used to measure symptoms and follow symptoms over time in patients with LOPD."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 405.5,
      "minX": 62.7,
      "maxY": 426.9,
      "maxX": 530.9,
      "page": 2
    }],
    "text": "Keywords Patient-reported outcomes, Patient-Reported Outcome Measurement Information System (PROMIS), Late-onset Pompe disease, Physical function, Quality of life, PROPEL, Validation"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 371.5,
      "minX": 56.7,
      "maxY": 381,
      "maxX": 112.4,
      "page": 2
    }],
    "text": "Background"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 205.5,
      "minX": 56.7,
      "maxY": 368.7,
      "maxX": 291.3,
      "page": 2
    }],
    "text": "Pompe disease is a rare, autosomal recessive, metabolic disorder [1]. Due to pathogenic variants in the GAA gene, patients have an acid α-glucosidase (GAA) deficiency, leading to accumulation of glycogen in lysosomes. In late-onset Pompe disease (LOPD), patients have some residual enzyme activity (ranging from ~ 1% to 2% up to 40%), resulting in an onset of symptoms ranging from early childhood to late adulthood [2, 3]. Symptoms of LOPD are predominantly related to skeletal muscle and diaphragmatic dysfunction, causing mobility and respiratory difficulties [1]. Treatment consists of enzyme replacement therapy (ERT) to slow disease progression, supplemented by symptomatic treatment and supportive care."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 59.3,
        "minX": 56.7,
        "maxY": 200.7,
        "maxX": 290.6,
        "page": 2
      },
      {
        "minY": 347.3,
        "minX": 304.7,
        "maxY": 380.7,
        "maxX": 538.6,
        "page": 2
      }
    ],
    "text": "Recently, advances have been made for LOPD treatment with the development of second-generation ERTs using recombinant human GAA (rhGAA), such as avalglucosidase alfa [4, 5] and cipaglucosidase alfa in combination with the small molecule stabilizer miglustat [6]. Avalglucosidase alfa received approval by the United States Food and Drug Administration in 2021 [7] and cipaglucosidase alfa with miglustat received approval by the European Medicines Agency in 2023 [8]. These rhGAAs enhance mannose-6-phosphate receptor-mediated uptake of GAA, resulting in increased clearance of the accumulated glycogen in lysosomes. While not a cure, these agents aim to improve the mobility and respiratory capacity of patients and therefore, to improve the well-being and quality of life of patients with LOPD."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 227.3,
      "minX": 304.7,
      "maxY": 344.7,
      "maxX": 538.7,
      "page": 2
    }],
    "text": "To measure clinically meaningful benefit of rhGAA, patient-reported outcomes (PROs) are used [9, 10]. Examples of PRO measurements previously used in LOPD include the Rotterdam handicap scale, the Medical Outcomes Study 36-Item Short-Form Health Survey (SF-36), the Rasch-built Pompe-specific Activity (R-PAct) scale, the Pompe Disease Symptom Scale (PDSS), and the Pompe Disease Impact Scale (PDIS), the latter 3 having been developed recently to specifically evaluate disease progression and treatment in LOPD [5, 11–14]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 59.5,
        "minX": 304.7,
        "maxY": 224.7,
        "maxX": 539.3,
        "page": 2
      },
      {
        "minY": 599.5,
        "minX": 56.6,
        "maxY": 704.7,
        "maxX": 290.7,
        "page": 3
      }
    ],
    "text": "As PROs rely on subjective interpretation from patients, PRO measurements need to be validated to ensure they adequately measure relevant and important aspects of the disease, and that limitations of the instrument are known. The extensive recommendations from COnsensus-based Standards for the selection of health Measurement INstruments (COSMIN), driven by an international expert panel, define terminology of measurement properties of PROs and provide guidance evaluating the methodological quality of studies on these measurement properties, recommending assessment of reliability, validity, and responsiveness of PRO measurements [15–17]. The International Society for Quality-of-Life Research (ISOQOL) developed minimum standards for PRO measures combining existing literature, including guidance from COSMIN and health authorities [18]. Using recommendations from ISOQOL, COSMIN, and other relevant literature, Francis et al. have subsequently developed a checklist to operationalize PRO measurements, which includes 18 scoring criteria to evaluate the conceptual model, content validity, reliability, construct validity, scoring and interpretation, respondent burden and presentation of the PRO measurement [19]."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.4,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 291.9,
      "page": 3
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 179.9,
      "minX": 56.6,
      "maxY": 596.7,
      "maxX": 291.2,
      "page": 3
    }],
    "text": "Validation of PRO measurements is particularly important in LOPD, as no gold standard of PRO measurement exists to date. In previous studies, some validation checks have been conducted to evaluate the use of R-PAct, PDIS, and PDSS in patients with LOPD [13, 14, 20]. In addition, Harfouche et al. evaluated the use of the PRO Measurement Information System (PROMIS®) in 30 patients with Pompe disease, concluding that selected PROMIS questionnaires are meaningful and address important concepts to patients with Pompe disease, including motor function and symptoms of functional disability [21]. However, this study had some limitations, including the low number of patients, open-label design with patients knowing what treatment they were receiving, and that PROMIS was measured at a single time point only. Subsequently, the PROMIS Physical Function short form 20a questionnaire (PROMIS PF20a) was included as a PRO instrument in the PROPEL phase 3 study, its patient-level data providing a key source of cross-sectional and longitudinal data to analyze the questionnaire in LOPD [6]. The PROMIS PF20a measures current self-reported capability of physical activities, including functioning of upper and lower extremities and central regions, and instrumental activities of daily living. It can be used in the adult general population and adults with chronic health conditions, in both clinical trials or clinical practice settings. The aim of this report is to show construct validity of PROMIS PF20a by comparing the scoring of this questionnaire in PROPEL to various tests for physical functioning as well as the R-PAct scale, both cross-sectionally and longitudinally, to further validate its use in LOPD. A further aim was to improve interpretation of the PROMIS PF20a score in patients with LOPD by determining the minimal clinically important difference (MCID) of PROMIS PF20a scores."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 157.6,
      "minX": 56.7,
      "maxY": 165,
      "maxX": 97.3,
      "page": 3
    }],
    "text": "Methods"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 59.3,
        "minX": 56.7,
        "maxY": 140.7,
        "maxX": 290.7,
        "page": 3
      },
      {
        "minY": 575.3,
        "minX": 304.7,
        "maxY": 704.8,
        "maxX": 539.3,
        "page": 3
      }
    ],
    "text": "To evaluate the PROMIS PF20a questionnaire in LOPD, data from the PROPEL study were used [6]. PROPEL (NCT03729362) is a global, randomized, double-blind, parallel-group, phase 3 clinical trial that evaluated the efficacy and safety of cipaglucosidase alfa plus miglustat (n = 85) compared to alglucosidase alfa plus placebo (n = 38) in adult patients (age ≥ 18 years, body weight ≥ 40 kg) with confirmed LOPD. Patients were either ERT-naïve or had been treated with alglucosidase alfa for ≥ 2 years (20 mg/kg once every 2 weeks; ERT-experienced). For the analyses in this study, all patients were pooled into 1 cohort without differentiating between treatments, to make use of all available data. A comparison of PROMIS PF20a scores between treatment arms has been conducted as a key secondary endpoint of PROPEL and is described by Schoser et al. [6]. Additional details of the study protocol have been published previously [6]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 469.5,
        "minX": 304.7,
        "maxY": 548.7,
        "maxX": 538.7,
        "page": 3
      },
      {
        "minY": 349.5,
        "minX": 56.7,
        "maxY": 428.7,
        "maxX": 290.6,
        "page": 4
      }
    ],
    "text": "Patients' baseline characteristics collected in PROPEL and used in the current study include age, sex, race, body mass index (BMI) and previous ERT status (naïve or experienced). Various outcome measurements were evaluated at baseline, weeks 12, 26, 38, and 52. In this study, we included the following outcomes that were measured in PROPEL: To analyze construct validity of the PROMIS PF20a questionnaire, correlation and associations were evaluated between PROMIS PF20a and 6MWD, % predicted FVC, MMT of the lower extremities, GSGC, and R-PAct scores, at baseline, combining all measurements (baseline, weeks 12, 26, 38, and 52), and for changes of scores between baseline and 52 weeks."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.4,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 291.9,
      "page": 4
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 143.3,
      "minX": 56.7,
      "maxY": 344.7,
      "maxX": 290.7,
      "page": 4
    }],
    "text": "Additionally, interpretation of changes in PRO measurements was assessed by determining what represented an MCID in PROMIS PF20a. The MCID has previously been defined as \"the smallest difference in score in the domain of interest which patients perceive as beneficial and which would mandate, in the absence of troublesome side effects and excessive cost, a change in the patient's management\" [31, 32]. A distribution-based and anchor-based MCID was calculated. In the anchor-based approach, an external measure is used as an anchor, which has established cut-offs to define clinically meaningful improvement and correlates with the measure for which a MCID will be derived. The SGIC in overall physical well-being was selected as an anchor, as it directly asked patients participating in PROPEL whether they had observed a meaningful benefit (or worsening) in the first year after initiating treatment."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 71.3,
      "minX": 56.7,
      "maxY": 116.7,
      "maxX": 290.6,
      "page": 4
    }],
    "text": "For descriptive statistics, categorical variables were summarized by frequency (number of patients) and percentage. Continuous variables were summarized using mean, standard deviation (SD), median, and range."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 335.3,
      "minX": 304.7,
      "maxY": 704.7,
      "maxX": 538.6,
      "page": 4
    }],
    "text": "To evaluate associations between scoring of the PROMIS PF20a and functional measures (6MWD, % predicted FVC, MMT of the lower extremities, and GSGC) or R-PAct, multivariable (adjusted) linear regression models were applied with PROMIS PF20a as the dependent and the respective other measure as independent variable. The models adjusted for age (continuous), sex (categorical: male, female), race (categorical: White, Asian, other), previous ERT status (categorical: naïve, experienced), BMI (continuous), and study treatment (categorical: cipaglucosidase alfa plus miglustat, alglucosidase alfa plus placebo). Regression coefficients (B) including their 95% confidence intervals and p-values were calculated. Additionally, mixed-effects linear regression models, which adjusted for repeated measures at baseline, weeks 12, 26, 38, and 52 within individuals were applied. To evaluate correlations, scatterplots including regression lines were drawn, and the Pearson correlation coefficient (R) was calculated, both for baseline scores and changes in scores after one year of treatment (difference between scores in week 0 and week 52). A Pearson correlation coefficient ≤|0.19| (absolute values, i.e., R between -0.19 and 0.19) was considered very weak correlation, a coefficient ≥|0.20| to ≤|0.39| (i.e., -0.39 to -0.20 or 0.20 to 0.39) a weak correlation, a coefficient ≥|0.40| to ≤|0.59| a moderate correlation, a coefficient ≥|0.60| to ≤|0.79| a strong correlation, and a coefficient ≥|0.80| a very strong correlation [33]. In the main analyses, Pearson correlation coefficients were adjusted for abovementioned covariables; sensitivity analyses excluded these variables from the models (unadjusted models)."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 191.3,
      "minX": 304.7,
      "maxY": 332.7,
      "maxX": 539.3,
      "page": 4
    }],
    "text": "The distribution-based MCID was calculated by taking 1/3 of the SD of the PROMIS PF20a scores at baseline of all PROPEL patients [34–36]. The anchor-based MCID for improvement and deterioration were defined as the mean change from baseline in PROMIS PF20a scores in patients who had reported that their overall physical well-being had somewhat improved (SGIC score = 5) or somewhat worsened (SGIC score = 3) at week 52, respectively [31]. As a sensitivity analysis, the MCID was defined as the mean change in PROMIS PF20a scores in patients who had reported that their overall physical well-being remained stable (SGIC score = 4)."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 167.9,
      "minX": 304.7,
      "maxY": 188.8,
      "maxX": 538.6,
      "page": 4
    }],
    "text": "All statistical analyses were conducted using SAS (version 9.4 TS1M4)."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 145.6,
      "minX": 304.7,
      "maxY": 153,
      "maxX": 337.8,
      "page": 4
    }],
    "text": "Results"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 59.3,
        "minX": 304.7,
        "maxY": 140.7,
        "maxX": 538.6,
        "page": 4
      },
      {
        "minY": 479.9,
        "minX": 56.7,
        "maxY": 704.8,
        "maxX": 291.3,
        "page": 5
      }
    ],
    "text": "In total, 125 patients were randomized in PROPEL, and 123 patients were dosed with cipaglucosidase alfa plus miglustat (n = 85) or alglucosidase alfa plus placebo (n = 38). Mean age of these 123 patients was 47 years (SD 13 years), patients had a mean BMI of 25 kg/m2 (SD 6 kg/m2), 55% of the patients were female, most patients (85%) were White and 77% had previously received ERT (Supplementary Table 1). In the outcomes analyses, 1 patient was excluded as the patient deliberately underperformed at baseline to gain entry into the study [6]. Results from outcomes measuring physical function and PROs in the PROPEL study are summarized in Table 1. At baseline, having pooled patients from both treatment groups into 1 cohort, the mean PROMIS PF20a score was 67 (SD 12, n = 121), patients walked a mean distance of 356 m (SD 114 m, n = 122) in the 6MWD test, had a % predicted FVC of 70 (SD 20, n = 122), and scored on average 28 (SD 6, n = 118), 15 (SD 5, n = 106), and 20 (SD 6, n = 102) on the MMT of lower extremities, GSGC, and R-PAct scores, respectively. After 52 weeks, the mean PROMIS PF20a, MMT of lower extremities, GSGC, and R-PAct scores changed to 69 (SD 14, n = 121), 29 (SD 6, n = 114), 14 (SD 5, n = 102), and 21 (SD 7, n = 102), respectively; patients walked a mean distance of 372 m (SD 127, n = 122) in the 6MWD test, and had a % predicted FVC of 69 (SD 20, n = 121)."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.3,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 538.6,
      "page": 5
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13 Page 5 of 12"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 431.3,
        "minX": 56.7,
        "maxY": 476.7,
        "maxX": 290.6,
        "page": 5
      },
      {
        "minY": 589.5,
        "minX": 304.7,
        "maxY": 704.7,
        "maxX": 538.6,
        "page": 5
      }
    ],
    "text": "In univariable linear regression models, PROMIS PF20a scores were significantly associated with all other outcome measures (Table 2), both at baseline (P ≤ 0.0004) and when combining all measurements (P ≤ 0.0023). As expected, associations were negative between PROMIS PF20a and GSGC scores, but positive for all other outcomes, as a higher GSGC score indicates worse physical functioning while in all other outcomes a higher score indicates better functioning. PROMIS PF20a scores were also significantly associated with 6MWD (B = 0.09, 95% CI 0.05 to 0.12; per 1-meter increment in the 6MWD test) and R-PAct (B = 1.07, 95% CI 0.65 to 1.50; per 1-point increment) when evaluating changes in scores between baseline and 52 weeks."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 431.3,
        "minX": 304.7,
        "maxY": 584.7,
        "maxX": 538.6,
        "page": 5
      },
      {
        "minY": 85.5,
        "minX": 56.7,
        "maxY": 236.7,
        "maxX": 290.6,
        "page": 6
      }
    ],
    "text": "Adjusting for age, sex, race, previous ERT status, BMI, and study treatment in multivariable analyses, directionality of associations remained the same. In these multivariable linear regression analyses, baseline PROMIS PF20a scores were significantly associated to baseline 6MWD (B = 0.04, 95% CI 0.02 to 0.07; per 1-meter increment in the 6MWD test), MMT scores of the lower extremities (B = 0.67, 95% CI 0.23 to 1.11; per 1-point increment), GSGC scores (B=-0.78, 95% CI -1.47 to -0.09; per 1-point increment), and R-PAct scores (B = 1.72, 95% CI 1.36 to 2.08; per 1-point increment), but not to the baseline % predicted FVC (B = 0.10, 95% CI -0.04 to 0.24; per 1% increment in predicted FVC). Changes in PROMIS PF20a scores between baseline and 52 weeks were significantly associated with changes in the 6MWD (B = 0.08, 95% CI 0.03 to 0.12) and R-PAct scores (B = 1.03, 95% CI 0.52 to 1.53). Combining measurements at all timepoints in a multivariable, mixed-effects, linear regression model, associations were significant between PROMIS PF20a scores and the 6MWD (B = 0.05, 95% CI 0.03 to 0.06), R-PAct scores (B = 1.23, 95% CI 1.04 to 1.41), and % predicted FVC (B = 0.08, 95% CI 0.00 to 0.17, P = 0.049). In summary, these results indicated that PROMIS PF20a scores were associated with other physical function measures, particularly with R-PAct scores and the 6MWD."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.3,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 538.6,
      "page": 6
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13 Page 6 of 12"
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 284.8,
      "minX": 56.7,
      "maxY": 292.3,
      "maxX": 484,
      "page": 6
    }],
    "text": "1Regression coefficients were estimated using uni- and multivariable linear regression models (for unadjusted and adjusted model, respectively)"
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 273.5,
      "minX": 56.7,
      "maxY": 281.1,
      "maxX": 464.1,
      "page": 6
    }],
    "text": "2Regression coefficients were estimated using mixed-effects linear regression models, adjusting for repeated measures within individuals"
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 253.6,
      "minX": 56.7,
      "maxY": 269.7,
      "maxX": 538.6,
      "page": 6
    }],
    "text": "3Regression variables included were treatment (cipaglucosidase alfa plus miglustat or alglucosidase alfa plus placebo), age (continuous), sex (male or female), race (White, Asian, other), enzyme-replacement therapy prior to study (naïve or experienced), and body mass index (continuous) at baseline"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 61.5,
        "minX": 56.7,
        "maxY": 80.7,
        "maxX": 290.6,
        "page": 6
      },
      {
        "minY": 59.3,
        "minX": 304.7,
        "maxY": 236.8,
        "maxX": 538.6,
        "page": 6
      }
    ],
    "text": "These results were further confirmed by evaluating correlations between PROMIS PF20a and other outcome measures using Pearson's correlation coefficients (Fig. 1 and Supplementary Fig. 1). In multivariable analyses, a very strong correlation was observed between PROMIS PF20a and R-PAct scores (R = 0.832), and moderate correlations were observed between PROMIS PF20a and 6MWD (R = 0.568), MMT of the lower extremities (R = 0.540), GSGC (R=-0.508), and % predicted FVC (R = 0.483) at baseline (Fig. 1A). When evaluating changes between baseline and 52 weeks, the correlation between PROMIS PF20a and R-PAct remained strong (R = 0.671) and the correlation between PROMIS PF20a and 6MWD remained moderate (R = 0.475), whereas the correlations between PROMIS PF20a and GSGC (R=-0.394), MMT of the lower extremities (R = 0.360), and % predicted FVC (R = 0.355) were moderate (Fig. 1B)."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.3,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 538.6,
      "page": 7
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13 Page 7 of 12"
  }},
  {"paragraph": {
    "role": "caption",
    "positions": [{
      "minY": 311.6,
      "minX": 56.7,
      "maxY": 339.1,
      "maxX": 538.6,
      "page": 7
    }],
    "text": "Fig. 1 Correlation between PROMIS Physical Function short form 20a scores and other outcome measures, adjusted model. P-values are determined by multivariable linear regression. 6MWD: 6-minute walk distance; FVC: forced vital capacity; GSGC: gait, stairs, Gowers'maneuver, chair; MMT: manual muscle test; N: number of patients; R: Pearson's correlation coefficient; R-PAct: Rasch-built Pompe-specific Activity scale"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 191.5,
      "minX": 56.7,
      "maxY": 296.7,
      "maxX": 291.3,
      "page": 7
    }],
    "text": "In the final analyses, the MCID was determined. The SD of PROMIS PF20a scores at baseline was 12.5, thus, the distribution-based MCID was established at 4.2. Using this cutoff, 28% (N = 34) of patients in PROPEL reported an improvement in PROMIS PF20a score after 1 year at or above the MCID (≥ 4.2), and 20% (N = 24) were considered to have a clinically important worsening of symptoms (i.e., their PROMIS PF20a scores after 1 year was equal to or below -4.2)."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 85.5,
      "minX": 56.7,
      "maxY": 188.7,
      "maxX": 290.6,
      "page": 7
    }],
    "text": "In the anchor-based approach, changes in PROMIS PF20a scores between baseline and week 52 were compared to the SGIC overall physical well-being as reported in week 52. A weak but significant correlation was observed between the two outcome measurements (R = 0.2836, P = 0.0020) in an unadjusted analysis, and therefore, the SGIC overall physical well-being was considered suitable as an anchor to determine the MCID for the PROMIS PF20a scores."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 59.5,
        "minX": 56.7,
        "maxY": 80.7,
        "maxX": 290.6,
        "page": 7
      },
      {
        "minY": 71.3,
        "minX": 304.7,
        "maxY": 296.7,
        "maxX": 538.6,
        "page": 7
      }
    ],
    "text": "Patients reporting that their overall physical well-being remained stable (N = 45) or improved (N = 49), had on average a positive change in PROMIS PF20a scores, ranging from 2.2 (SD 10.0) for those reporting stable overall physical well-being to 8.5 (SD 11.9) for those reporting a much improved overall physical well-being (Table 3). The anchor-based MCID for improvement was established at 2.4, which corresponded to the mean change in PROMIS PF20a score for those patients reporting an improvement (score = 5) in the SGIC overall physical well-being (mean 2.4, SD 6.7). Using this cut-off, 38% (N = 46) of patients in PROPEL had a change in PROMIS PF20a score after 1 year compared to baseline equal to or larger than the MCID for improvement (≥ 2.4). The anchor-based MCID for deterioration was established at -3.4, which corresponded to the mean change in PROMIS PF20a score for those patients reporting a worsening (score = 3) in the SGIC overall physical well-being (mean -3.4, SD 7.5). Using this cut-off, 24% of LOPD patients in PROPEL had a clinically important worsening based on their change in PROMIS PF20a score at 1 year compared to baseline."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.4,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 291.9,
      "page": 8
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 479.3,
      "minX": 56.7,
      "maxY": 524.7,
      "maxX": 290.6,
      "page": 8
    }],
    "text": "In the sensitivity analysis, the MCID was established at 2.2, which corresponded to the mean change in PROMIS PF20a score for those patients reporting a stabilization in the SGIC overall physical well-being."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 457.6,
      "minX": 56.7,
      "maxY": 464.9,
      "maxX": 105.6,
      "page": 8
    }],
    "text": "Discussion"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 287.3,
      "minX": 56.7,
      "maxY": 452.7,
      "maxX": 291.3,
      "page": 8
    }],
    "text": "This study evaluated the construct validity and interpretation of the PROMIS PF20a questionnaire in 122 patients with LOPD, using data from the PROPEL phase 3 study [6]. PROMIS PF20a scores generally correlated well and showed statistically significant associations with the functional measures 6MWD, % predicted FVC, MMT, and GSGC, and with R-PAct, in cross-sectional assessments and to a lesser extent in longitudinal assessments. The functional measures evaluated in this study are relevant clinical measures in Pompe disease and are typically included in clinical trials to assess efficacy of treatments in LOPD. Furthermore, outcomes such as the 6MWD are considered relevant in Pompe disease by various health technology assessment bodies [37]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 133.5,
      "minX": 56.7,
      "maxY": 284.7,
      "maxX": 290.6,
      "page": 8
    }],
    "text": "In our data, the PROMIS PF20a score had the strongest correlations with the R-PAct scale and 6MWD, both in cross-sectional and longitudinal measurements. This correlation between PROMIS PF20a and R-PAct scores was expected, as the questionnaires evaluate physical performance in similar domains, such as taking a shower and doing yard work [13, 22]. PROMIS PF20a scores had the weakest correlation with % predicted FVC, but nevertheless, moderate correlations were observed, and a statistically significant association was observed between the 2 outcomes when combining all longitudinal measurements in a multivariable, mixed-effects, linear regression model."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 59.3,
        "minX": 56.7,
        "maxY": 128.7,
        "maxX": 290.6,
        "page": 8
      },
      {
        "minY": 623.5,
        "minX": 304.7,
        "maxY": 704.7,
        "maxX": 538.6,
        "page": 8
      }
    ],
    "text": "To improve our understanding of how changes in PROMIS PF20a scores should be interpreted in clinical practice, the MCID of PROMIS PF20a was estimated using both a distribution-based and an anchor-based approach, the anchor being the SGIC overall physical well-being score. This anchor was selected as it directly measures clinical improvement in physical well-being in patients and had a significant albeit weak correlation with the PROMIS PF20a score. Depending on the chosen method, derived MCIDs ranged between 2.2 and 4.2 in our study, which is in line with the MCID reported in a systematic review and meta-analysis of PROMIS measures in other populations [38]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 457.5,
      "minX": 304.7,
      "maxY": 620.7,
      "maxX": 538.6,
      "page": 8
    }],
    "text": "Various checklists have been developed to operationalize tools that measure PROs, such as the validation checklist proposed by Francis et al. [19]. In the analyses presented in this manuscript, \"construct validity\" and \"scoring and interpretation\" were evaluated in LOPD (Table 4), which are considered key domains of PRO validity. Our data support expected associations with existing PRO measures and other relevant outcomes at single time points. In addition, the questionnaire can measure changes over time (construct validity). Providing the MCID will add to the interpretation of PROMIS PF20a scores and will facilitate to measure individual disease progression and/or therapy benefit in patients with LOPD."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 359.9,
      "minX": 304.7,
      "maxY": 452.7,
      "maxX": 538.7,
      "page": 8
    }],
    "text": "Other characteristics on the validation checklist have been answered previously by PROMIS or other studies. The conceptual model has been described well: PROMIS PF20a measures physical function in an intended respondent population of patients with LOPD, using 2 subscales, both ranging from 0 to 5 (5 = \"without any difficulty\" or \"not at all\" to 1 = \"unable to do\" or \"cannot do\") [22]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 275.5,
      "minX": 304.7,
      "maxY": 356.7,
      "maxX": 538.7,
      "page": 8
    }],
    "text": "PROMIS questionnaires have been developed and validated by experts using rigorous methodology; the used methodology, including the use of literature searches, focus groups, and interviews, is described on the PROMIS website [39]. Previous studies have successfully tested the reliability of PROMIS physical function measures in cancer patients [40]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 59.3,
      "minX": 304.7,
      "maxY": 272.7,
      "maxX": 539.3,
      "page": 8
    }],
    "text": "Construct and content validity, and reliability of PROMIS questionnaires, including physical function, has been evaluated previously in a small-scale (N = 30), cross-sectional study of patients with LOPD [21]. Our data now analyzed multiple PROMIS PF20a assessments in a larger cohort (N = 122) of patients with LOPD, allowing longitudinal evaluation of this PRO measurement questionnaire, and therefore, further validating the use of PROMIS PF20a in patients with LOPD. Our data support expected associations between PROMIS PF20a and other functional measures in the patient population. Expected differences in PROMIS PF20a between relevant known groups are corroborated by data from the PROPEL study showing that patients in the 2 treatment arms had differences in PROMIS PF20a scores (with a least square mean difference [95% confidence interval] of 1.9 [-1.5, 5.3]), which was similar to differences in other outcome measurements of physical functioning [6]."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.3,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 538.6,
      "page": 9
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13 Page 9 of 12"
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 560,
      "minX": 138.3,
      "maxY": 567.4,
      "maxX": 516.6,
      "page": 9
    }],
    "text": "• Are there findings supporting expected associations with existing PRO measures or with other relevant data?"
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 526.7,
      "minX": 138.3,
      "maxY": 544.1,
      "maxX": 526.6,
      "page": 9
    }],
    "text": "• Is the PRO measure intended to measure change over time? If yes, is there evidence of both test-retest reliability and responsiveness to change?"
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 471.6,
      "minX": 138.3,
      "maxY": 489.1,
      "maxX": 521.1,
      "page": 9
    }],
    "text": "• Is information provided about how to interpret the PRO measures scores [e.g., scaling/anchors, (what high and low scores represent), normative data, and/or definition of severity (mild or severe)]?"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 143.3,
      "minX": 56.6,
      "maxY": 356.7,
      "maxX": 290.7,
      "page": 9
    }],
    "text": "Finally, the domains scoring and interpretation, and respondent burden and presentation have been positively evaluated too. The questionnaire is available for public viewing [22] and has been used in patients with a high level of education and in patients with an education level below high school [40, 41]. PROMIS has created documentation explaining how to score the questionnaire and how to handle missing values. PROMIS works actively with communities to have its questionnaire translated in other languages than English, such as Spanish [41, 42]. Since the short form only contains 20 questions with 5 answering options, the time to complete this questionnaire is reasonable and comparable to R-PAct (18 questions with 3 answering options) [13], PDSS (12 questions that are answered on a scale from 0 [none] to 10 [as bad as I can imagine]), and PDIS (15 questions on mobilityrelated physical activities and mood in the past 24 h, with scales varying from 0 to 3 to 0 to 10) [20, 43]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 59.3,
        "minX": 56.7,
        "maxY": 140.7,
        "maxX": 290.6,
        "page": 9
      },
      {
        "minY": 289.5,
        "minX": 304.7,
        "maxY": 356.7,
        "maxX": 538.6,
        "page": 9
      }
    ],
    "text": "Combining these findings, we consider that PROMIS PF20a has validity as a PRO measurement tool in patients with LOPD. Future studies are needed to compare PROMIS PF20a to other PRO measurement tools such as R-PAct, PDIS, and PDSS. A strength of PROMIS PF20a compared to these other tools is that PROMIS PF20a is already used in other diseases, and that the score can be computed to a T-score metric, where 50 represents the average score for the general population in the United States and 10 is one standard deviation [44]. This allows comparison of the physical function of a patient with LOPD with the average general population and patients with other diseases."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 107.3,
      "minX": 304.7,
      "maxY": 260.7,
      "maxX": 538.7,
      "page": 9
    }],
    "text": "The PROPEL study was not designed to validate PROMIS PF20a, and therefore, the analyses presented in this manuscript should be regarded as secondary, exploratory analyses. However, the advantage of using PROPEL data was that we were able to evaluate PROMIS PF20a in a reasonably-sized cohort, considering the rarity of LOPD. Another limitation of the analyses is that follow-up scores of PRO measurement tools such as PROMIS PF20a are inevitably associated with baseline scores: a greater level of disability at baseline provides more opportunity for improvement than for deterioration. In our analysis, this seems quite balanced as the MCID for improvement (2.4) was relatively similar to the MCID for worsening (3.4)."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 59.3,
        "minX": 304.7,
        "maxY": 104.7,
        "maxX": 539.3,
        "page": 9
      },
      {
        "minY": 563.3,
        "minX": 56.7,
        "maxY": 704.7,
        "maxX": 290.7,
        "page": 10
      }
    ],
    "text": "Potential limitations of the use of MCIDs have been described in detail by Copay et al. [45]. A limitation of using SGIC overall well-being as an anchor is that recall bias may have occurred when patients recalled their health state of a year ago [46, 47]. SGIC is, nevertheless, considered a useful anchor in general as it directly asks patients whether they had observed a meaningful improvement (or worsening) as compared to baseline; in our study, it is important to note that SGIC is significantly, but only weakly correlated with PROMIS PF20a change from baseline at week 52. Moreover, the distribution-based MCIDs in general are not theoretically or empirically tied to any patient-reported experience. Hence MCIDs– whether anchor or distribution-basedin this study are subject to a high degree of uncertainty and should be interpreted cautiously."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.4,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 291.9,
      "page": 10
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 493.5,
      "minX": 56.7,
      "maxY": 560.7,
      "maxX": 290.6,
      "page": 10
    }],
    "text": "Psychometric evaluation might be needed to further support the validation of PROMIS PF20a. Furthermore, considering that LOPD is a slowly progressing disease, longer term evaluation may provide more information on the use of PROMIS PF20a to assess changes in physical function over time."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 469.6,
      "minX": 56.7,
      "maxY": 477,
      "maxX": 111.8,
      "page": 10
    }],
    "text": "Conclusions"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 311.5,
      "minX": 56.7,
      "maxY": 464.7,
      "maxX": 291.3,
      "page": 10
    }],
    "text": "In patients with LOPD, PROMIS PF20a scores generally correlated well to the 6MWD, % predicted FVC, MMT of lower extremities, GSGC, and R-PAct scores when measured at various time points, and to a lesser extent when evaluating changes in functioning over time. The MCID ranged between 2.2 and 4.2 using different methodological approaches. These results and previously published data on PROMIS PF20a indicate that the questionnaire has validity and is a valuable, easy-to-use and readily available tool to measure physical function in patients with LOPD. Its use should be considered in future clinical studies of patients with LOPD and potentially in clinical practice."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 695.4,
      "minX": 304.7,
      "maxY": 705.1,
      "maxX": 433,
      "page": 10
    }],
    "text": "Supplementary Information"
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 61.5,
      "minX": 304.7,
      "maxY": 159.6,
      "maxX": 508.6,
      "page": 10
    }],
    "text": "1Duke University, 905 Lasalle Street, GSRB1, Room 4010, Durham, NC 27710, USA 2Amicus Therapeutics UK LTD, One Globeside, Fieldhouse Ln, Marlow SL7 1HZ, UK 3Argenx BV Belgium, Industriepark Zwijnaarde 7, Gent 9052, Belgium 4Certara GmbH Germany, Chesterplatz 1, 79539 Lörrach, Germany 5Amicus Therapeutics, 47 Hulfish St, Princeton, NJ 08542, USA 6Certara France, 69–71 rue de Miromesnil, Paris 75008, France 7Certara Poland, Kuklinskiego 17, 30-720, Krakow, Poland 8Justus-Liebig-University, Feulgenstr. 10-12, 35392 Giessen, Gießen, Germany"
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.4,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 291.9,
      "page": 11
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13"
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 751.4,
      "minX": 56.7,
      "maxY": 758.7,
      "maxX": 291.9,
      "page": 12
    }],
    "text": "Kishnani et al. Journal of Patient-Reported Outcomes (2024) 8:13"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 661.6,
      "minX": 304.7,
      "maxY": 669,
      "maxX": 378.9,
      "page": 12
    }],
    "text": "Publisher's Note"
  }}
]}