{"paragraphs": [
  {"paragraph": {
    "role": "title",
    "positions": [{
      "minY": 768.1,
      "minX": 74.4,
      "maxY": 785.5,
      "maxX": 158.4,
      "page": 1
    }],
    "text": "diseases"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 705.3,
      "minX": 35.7,
      "maxY": 723,
      "maxX": 549.5,
      "page": 1
    }],
    "text": "Gaucher-like Cells in Thalassemia Intermedia: Is It a Challenge?"
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 637.4,
      "minX": 166.4,
      "maxY": 646.7,
      "maxX": 550.7,
      "page": 1
    }],
    "text": "1 Centre of Excellence in Rare Haematological (Haemoglobinopathies) & Rare Metabolic (Gaucher Disease)"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 103.9,
      "minX": 166.4,
      "maxY": 201.9,
      "maxX": 560.9,
      "page": 1
    }],
    "text": "Gaucher disease (GD) is a hereditary lysosomal storage disease, caused by a deficiency in the activity of acid-b-glucosidase leading to glucosylceramide accumulation in tissue macrophages, giving rise to so-called 'Gaucher cells'. Pseudo-Gaucher cells are macrophages scavenging membrane glycolipids in the setting of high cell turnover, and they have been described in various conditions, such as thalassemia. Thalassemias are a group of inherited disorders characterized by a decreased production of globin chains of haemoglobin and are widely heterogeneous, both genetically and clinically. The presence of Gaucher-like cells in patients with thalassemia major is known."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 66.3,
        "minX": 166.4,
        "maxY": 101.4,
        "maxX": 560.3,
        "page": 1
      },
      {
        "minY": 696.6,
        "minX": 166.1,
        "maxY": 744.3,
        "maxX": 560.9,
        "page": 2
      }
    ],
    "text": "There are limited references in the literature regarding thalassemia intermedia (TI) and Gaucher-like cells. Given the rarity of this phenomenon, we would like to present our experience in order to enhance the knowledge in this field. Thus we describe two cases: a patient who was investigated for the presence of Gaucher-like cells in the bone marrow biopsy and was finally diagnosed with thalassemia intermedia, and secondly, a patient with thalassemia intermedia who developed multiple myeloma (MM) and presented Gaucher-like cells in the bone marrow and spleen biopsy."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 777.7,
      "minX": 35.4,
      "maxY": 784.7,
      "maxX": 559.7,
      "page": 2
    }],
    "text": "Diseases 2023, 11, 161 2 of 11"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 244.4,
      "minX": 166,
      "maxY": 668.7,
      "maxX": 560.9,
      "page": 2
    }],
    "text": "A 56-year-old female was under investigation due to a thoracic vertebra fracture, osteolytic lesions and osteoporosis under treatment with denosumab. A physical examination revealed only splenomegaly. A skeletal survey with a bone scan was positive for a diffused increased radioisotope uptake and an FDG PET-CT revealed a diffused FDG radiotracer uptake, suggesting the presence of a hematological condition such as multiple myeloma/low grade lymphoma or other benign conditions. A spinal computed tomography scan (CT) was also performed, confirming the presence of bone lesions and of a thoracic vertebra fracture. A bone marrow biopsy was performed in order to investigate the presence of multiple myeloma and revealed a medium infiltration (≤20% of the bone marrow cellular population) with Gaucher-like cells [PGM1+ (CD68 antibody), lysozyme+, PAS + (Periodic acid—Shiff stain)], suggesting the possible diagnosis of a Lysosomal Storage Disease (LSD); the erythroid lineage was hyperplastic, but no monoclonal plasmatocytes were identified (3% polyclonal plasmatocytes). In parallel, further investigations were carried out. Peripheral blood testing for bcr-abl and JAK2V617F mutations was negative, serum electrophoresis for monoclonal band was negative, serum and urine immunofixation were negative, urine testing for Bence jones proteins was also negative, serum free κ chains were 8.95 mg/L (normal reference values: 3.3–19.4), free λ chains were 8.83 mg/L (normal reference values: 5.71–26.3), free κ/λ ratio 1.01, serum creatinine was 0.51 mg/dL (normal reference values: 0.51–0.95), serum calcium was 9.7 mg/dL (normal reference values: 8.6–10.2), and β2 microglobulin was 1.66 mg/dL (normal reference values: 0.97–2.64). Serum immunoglobulins were measured within normal reference values. The complete blood count showed Hb of 10.5 g/dL, MCV of 59.5 fL, MCH of 18.8 pg, WBC count of 7.90 × 103/uL, and PLT count of 180 × 103/uL. Serum ferritin was 119 ng/mL and the Hb HPLC electrophoresis showed HbA2 6.5%, HbA 69.2% and HbF 17.5%, findings leading to the diagnosis of thalassemia intermedia. Genotype characterization revealed the presence of the -101 (C>t) beta+ (silent) mutation in compound heterozygosity with the Codon 39 (C>T);CAG(Gln)->TAG (stop codon) beta0 (HGVS name: c.[-151C>T];[118C>T] Reference Sequence NM_000518.5. Additionally, the serum chitotriosidase measurement was 52 nmol (within normal reference values) and at the tandem mass spectrometry from dried blood spot, the quantitative measurement of lyso-GL-1 was 10.9 ng/mL (below the cutoff value of 14 ng/mL), and the glucocerebrosidase and acid sphingomyelinase activities of the patient were above the cut-off value. Taking all the above together, Gaucher and Niemann-Pick diseases were considered unlikely diagnoses for the patient (therefore no molecular testing was performed), while the diagnosis of TI was established."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 68.3,
        "minX": 166,
        "maxY": 216.5,
        "maxX": 560.9,
        "page": 2
      },
      {
        "minY": 558.5,
        "minX": 165.4,
        "maxY": 568.6,
        "maxX": 559.3,
        "page": 3
      },
      {
        "minY": 533.4,
        "minX": 165.4,
        "maxY": 543.5,
        "maxX": 358.9,
        "page": 3
      },
      {
        "minY": 327.7,
        "minX": 166.1,
        "maxY": 338.4,
        "maxX": 559.3,
        "page": 6
      },
      {
        "minY": 277.5,
        "minX": 166.1,
        "maxY": 287.5,
        "maxX": 559.3,
        "page": 6
      },
      {
        "minY": 229.2,
        "minX": 166.1,
        "maxY": 237.3,
        "maxX": 352.9,
        "page": 6
      },
      {
        "minY": 151.9,
        "minX": 166.1,
        "maxY": 162,
        "maxX": 559.7,
        "page": 6
      },
      {
        "minY": 113.9,
        "minX": 166.1,
        "maxY": 124.3,
        "maxX": 559.3,
        "page": 6
      },
      {
        "minY": 88.2,
        "minX": 166.1,
        "maxY": 99.2,
        "maxX": 456.7,
        "page": 6
      },
      {
        "minY": 61.1,
        "minX": 166.2,
        "maxY": 73.1,
        "maxX": 559.3,
        "page": 8
      },
      {
        "minY": 696.6,
        "minX": 166.4,
        "maxY": 744.3,
        "maxX": 559.7,
        "page": 9
      }
    ],
    "text": "A 69-year-old male with a diagnosis of thalassemia intermedia and osteopenia followed up at our center since 1999. The hematological indices upon the diagnosis of TI were Hb 9.8 g/dL, Hct 29.5%, MCV 75.8 fL, and MCH 25.2 pg, and the Hb electrophoresis showed HbF 97.1% and HbA 2.9%. Genotype characterization for thalassemia was homozygosity for the Sicilian delta-beta thalassemia deletion (δβSic Sicilian (delta beta) 0-Thal, HGVS name NG_000007.3:g.64336_77738del13403), that is characterized by the absence of synthesis of the delta and beta globin chains with an increase of gamma chain synthesis. Due to positive serum electrophoresis for monoclonal band (IgGλ), a bone marrow biopsy was performed in 2014. The biopsy revealed a bone marrow infiltration of 20% by monoclonal plasma cells and the presence of Gaucher-like cells (PGM-1+) at a percentage of 25–30% (Figure 1A(i–iii)—Case 2), establishing the diagnosis of smoldering multiple myeloma and raising the suspicion of the co-existence of a lysosomal storage mreimssiisosniowniwthithlenleanlaidliodmomidiedemmaianitnetneannacnecethtehrearpapyy..AAnneewwbboonneemmaarrrroowwbbiiooppssyyccoonnfifirrmmeedd iinnfifillttrraattiioonn aanndd ssaammee mmoorrpphhoollooggyy ffeeaattuurreess)).. uunnddiiggeesstteedd gglluuccoocceerreebbrroossiiddee..GGaauucchheerrcceelllslshhavaveesmsmalal,llu,suusaulalyllyececcecnetnritcraicllayllpylapcleadcendunclue-i Tdhepeyoshitasv.eThaedyishtainvcetaadppisetianrcatnacpepseimarialanrcetosi\"mwilrainrktole\"dwtirsisnukelepdatpisesru\"eupnadpeerr\"liguhntdmericlirgohs-t icfleinstiactailomnsaonfifGesatuatcihoenrsdoifseGaasuec.her disease. ctyopnitcaainllybcuonndtaleisn boufnfidnleesfiobfrfiilnse[4fi]b.rFilisgu[4r]e. F2iAgu(ir,iei,2iiii–)—iii—CaCsaes1e.1B.oBnoenemmaarrrorowwssmmeeaarrss sshhooww acineds ainndininfeicntfieocutsioudsisdeaisseeassessucshucahsashehmemogolgolboibnionpoaptahtihesie,ss,osmomeessuubbtytyppeessooff ccoonnggeenniittaall mmuullttiippllee mmyyeelloommaa,,HHooddggkkiinn''ssllyymmpphhoommaaaannddtutubbeercrcuulolosissis[5[5––114]4.]. cceellllss iinn ootthheerr llooccaattiioonnssiisseexxttrreemmeelylyrraarere,,bbuuttththereereisisa arerfeefreernecnecreergeagradridngintghethirepirrepsreensecencine the periosteum [20]. A hypothesis could involve their migration from the bone marrow across the cortical bone to the periosteum. Another interpretation is that these aggregates represent a generalized Gaucher-like histiocytic response, a process that could explain similar clustering of these cells in other parts of the body."
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 146.9,
      "minX": 166.4,
      "maxY": 155.6,
      "maxX": 224.7,
      "page": 3
    }],
    "text": "Figure 1. Cont."
  }},
  {"paragraph": {
    "role": "footnote",
    "positions": [{
      "minY": 774.6,
      "minX": 35.4,
      "maxY": 784.7,
      "maxX": 559.7,
      "page": 4
    }],
    "text": "DDiseisaesaesse2s022032,31,11,11,6x1FOR PEER REVIEW 4 o4fo1f111"
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 98.1,
      "minX": 166.4,
      "maxY": 106.8,
      "maxX": 224.7,
      "page": 4
    }],
    "text": "Figure 1. Cont."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 777.7,
      "minX": 35.4,
      "maxY": 784.7,
      "maxX": 559.7,
      "page": 5
    }],
    "text": "DDiisseeaasseess 22002233,, 1111,, 1x6F1OR PEER REVIEW 55ooff 1111"
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 71.8,
      "minX": 166.4,
      "maxY": 80.6,
      "maxX": 224.7,
      "page": 5
    }],
    "text": "Figure 1. Cont."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 774.5,
      "minX": 35.4,
      "maxY": 784.7,
      "maxX": 559.7,
      "page": 6
    }],
    "text": "DDiisseeaasseess 22002233,, 1111,, 1x6F1OR PEER REVIEW 66ooff 1111"
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 110.8,
      "minX": 166.4,
      "maxY": 119.5,
      "maxX": 224.7,
      "page": 7
    }],
    "text": "Figure 2. Cont."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 777.7,
      "minX": 35.4,
      "maxY": 784.7,
      "maxX": 559.7,
      "page": 8
    }],
    "text": "DDiisseeaasseess 22002233,, 1111,, 1x6F1OR PEER REVIEW 88ooff 1111"
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 777.7,
      "minX": 35.4,
      "maxY": 784.7,
      "maxX": 559.7,
      "page": 9
    }],
    "text": "Diseases 2023, 11, 161 9 of 11"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 608.7,
      "minX": 166,
      "maxY": 694.1,
      "maxX": 559.3,
      "page": 9
    }],
    "text": "Regarding the above-mentioned cases, both of our thalassemia patients presented with bone disease and bone marrow infiltration of Gaucher-like cells. Up to date, the pathophysiology of bone complications in GD is not adequately clarified. According to the literature, the infiltration of Gaucher cells in the bone marrow cavity may be related to the following situations: firstly, the interference with vascularity at the cortical surface through red marrow expansion, and secondly, the changes in cytokine expression caused by macrophage activation from glucocerebroside accumulation [21–23]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 520.9,
      "minX": 166.1,
      "maxY": 606.2,
      "maxX": 560.9,
      "page": 9
    }],
    "text": "In thalassemia, osteoporosis is emerging as a significant problem and its etiology is considered to be multifactorial. Bone marrow expansion, iron overload, multiple endocrinopathies, iron deposit in the skeleton, deferoxamine bone toxicity, vitamin D deficiency and altered cytokines network play an important role in bone damage [24–26]. The altered cytokines network (interleukins: ILs, tumor necrosis factor α, receptor activator of NF-κB: RANK and its soluble ligand RANKL, osteoprotegerin: OPG) in thalassemic patients is considered responsible for osteoclasts activation [27]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 459.1,
      "minX": 166.4,
      "maxY": 518.4,
      "maxX": 560.9,
      "page": 9
    }],
    "text": "Under the same terms, in cases of activated macrophages resulting in altered cytokine mechanisms and bone disease, such as Langerhans cell histiocytosis (LCH), the bone involvement is usually presented as osteolytic lesions with low bone mineral density. Cytokine production in aggregates of such histiocytes/macrophages increases bone turnover and accelerates the rate of bone loss, as occurs in LCH lesions [28]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 282.3,
      "minX": 166,
      "maxY": 455.6,
      "maxX": 559.7,
      "page": 9
    }],
    "text": "Given these references, could Gaucher-like cells play a pathogenetic role in bone lesions and also in thalassemia? Can these cells also be considered as activated macrophages resulting in changes in cytokine expression and participating in bone disease of thalassemia patients, like Gaucher cells? This hypothesis could lead to more investigation and may add more information to the puzzle of pathogenesis of thalassemia bone disease. For example, it would be interesting to study the cytokines network profile and the bone disease status in a population of thalassemia patients with no deposits of Gaucher-like cells in hematopoietic tissues in comparison with a population of thalassemia patients with presence of Gaucher-like cells in such tissues. Unfortunately, our study has several limitations and cannot address these issues; the generalizability of our findings should be made with caution since we have included only two cases. In this context, no robust statistical analyses with adequate statistical power could be made in order to reach firm conclusions. Further prospective research with larger sample sizes and quantitative data is necessary to corroborate the proposed hypotheses and solidify the conclusions."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 156.8,
      "minX": 166.1,
      "maxY": 279.9,
      "maxX": 559.3,
      "page": 9
    }],
    "text": "Multifocal large aggregates of Gaucher-like cells are rarely reported and can create potential confusion with storage cells of Gaucher type. The presence of Gaucher-like cells in bone marrow should be dealt with caution. Given the rarity of Gaucher and Gaucher-like cells, hematology clinicians and internists should be aware not only of the potential for Gaucher disease, but also of the need to consider and evaluate the finding of Gaucher-like cells in their differential diagnosis. It is important for hematologists and hematopathologists to be aware of such a condition in order to make a prompt and accurate diagnosis [29]. For example, our thalassemia intermedia patient in the second case was diagnosed with multiple myeloma. Gaucher disease may co-exist in patients with monoclonal gammopathies including multiple myeloma [30–32]."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 81.5,
        "minX": 166.1,
        "maxY": 154.3,
        "maxX": 560.5,
        "page": 9
      },
      {
        "minY": 723,
        "minX": 166.4,
        "maxY": 744.3,
        "maxX": 559.3,
        "page": 10
      }
    ],
    "text": "There is a reference in the literature regarding a single clinical case in which the percentage of Gaucher-like cells in a thalassemia patient decreased during treatment with low-dose thalidomide due to hyperhemolysis syndrome and alloimmunization [33]. In our second case, the percentage and the morphology of Gaucher-like cells in the bone marrow biopsies were not impacted by the chemotherapy administration, despite the fact that patient reached remission. Although Gaucher-like cells are often present in malignancies, their exact role regarding the pathogenesis, clinical course and therapy response remains unclear, and more research is needed."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 777.7,
      "minX": 35.4,
      "maxY": 784.7,
      "maxX": 559.7,
      "page": 10
    }],
    "text": "Diseases 2023, 11, 161 10 of 11"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 658.9,
      "minX": 166.4,
      "maxY": 719.2,
      "maxX": 559.7,
      "page": 10
    }],
    "text": "There is another reference noting that the presence of Gaucher-like cells should be taken under consideration in splenectomized thalassemia patients with inappropriately low reticulocytes and increased blood transfusion needs [34]. Our little experience on the above-mentioned cases and all these references in the literature raise suspicion of the general pathogenetic role of these cells and more investigations may enlighten it."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 596.2,
      "minX": 166.4,
      "maxY": 656.4,
      "maxX": 559.7,
      "page": 10
    }],
    "text": "Nevertheless, in daily practice, the presence of Gaucher-like cells in the bone marrow might be obscuring an underlying pathology, so we would like to point out that this finding should not be overlooked. In order to make a final and precise diagnosis, clinicians should be aware of possible associations, appropriate immunohistochemistry and relevant additional investigations according to clinical findings."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 470.3,
      "minX": 166.1,
      "maxY": 568.3,
      "maxX": 561,
      "page": 10
    }],
    "text": "Gaucher-like cells have been described in various conditions with high cell turnover, such as in major and intermedia thalassemia. The presence of Gaucher-like cells probably reflects the increased load of leukocyte membrane-derived glucosylceramide in macrophages. The normal mechanisms/pathways for its removal may be saturated and overloaded, resulting in an acquired phenotype resembling enzyme deficiency. The sheet-like pattern of Gaucher-like cells may obscure the underlying primary pathology causing diagnostic difficulties, so all involved professionals should include this knowledge in their differential diagnosis."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 777.7,
      "minX": 35.4,
      "maxY": 784.7,
      "maxX": 559.7,
      "page": 11
    }],
    "text": "Diseases 2023, 11, 161 11 of 11"
  }}
]}