{"paragraphs": [
  {"paragraph": {
    "role": "title",
    "positions": [{
      "minY": 664.3,
      "minX": 219.7,
      "maxY": 708.5,
      "maxX": 515.1,
      "page": 1
    }],
    "text": "Defining the glucosylceramide population of C. elegans"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 638.7,
      "minX": 219.7,
      "maxY": 646.7,
      "maxX": 421.4,
      "page": 1
    }],
    "text": "Mark A. Xatse and Carissa Perez Olsen *"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 320.4,
      "minX": 219.7,
      "maxY": 344.7,
      "maxX": 442.8,
      "page": 1
    }],
    "text": "Ignlutrcoodsuyclctieorna—mTidhees biological role of"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 130.4,
      "minX": 219.7,
      "maxY": 305.7,
      "maxX": 545.7,
      "page": 1
    }],
    "text": "Sphingolipids are a class of lipids that play crucial roles as structural components and signaling molecules (Merrill et al., 2009; Merrill, 2011). Sphingolipids are a complex and varied class of lipids characterized by the presence of an amino sphingoid base (Peng et al., 2017). Although they are critical components within the cell, they compromise a fairly small fraction of the total lipid in a cell, especially in comparison to the phospholipid and neutral lipids within an animal (Quinville et al., 2021). Sphingolipids can be further broken into distinct classes including glucosylceramides (GlcCer). Specifically, a GlcCer is a sphingolipid that is produced from the addition of glucose to ceramides via a β-glycosidic bond (Merrill, 2011). GlcCers can be further derivatized to produce other complex glycolipids by specific glycosyltransferases such as BRE enzymes, therefore, GlcCers are considered vital intermediates of sphingolipid metabolism (Merrill, 2011). For example, the BRE enzymes were named based on a Bacillus toxin resistance phenotype and have been further characterized to act in glycolipid synthesis ultimately producing complex glycolipids in nematodes and in arthropods (Griffitts et al., 2005; Zhang et al., 2011; Watts and Ristow, 2017)."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 69.9,
        "minX": 219.7,
        "maxY": 126.3,
        "maxX": 545.7,
        "page": 1
      },
      {
        "minY": 73.9,
        "minX": 49.6,
        "maxY": 297.8,
        "maxX": 291.4,
        "page": 2
      },
      {
        "minY": 277.1,
        "minX": 304.7,
        "maxY": 297.8,
        "maxX": 545.6,
        "page": 2
      }
    ],
    "text": "GlcCers have been found to influence many diverse cellular processes such as cell growth and proliferation, neuronal development, nutrient sensing, cell signaling, apoptosis, intracellular transport, and protein sorting (Aerts et al., 2019; D'Angelo et al., 2013; Iwabuchi et al., 2010; Lalazar et al., 2009; Sillence et al., 2002; Van Meer et al., 2003). However, the complexity of the GlcCer metabolism and the variety in the GlcCer pool has left many unanswered questions about specific GlcCer function and activity in vivo. GlcCer are found throughout in animals, plants and fungi, and GlcCer makeup can vary between species (Reza et al., 2021). This variability suggests that the roles and functions might differ as well. The focus of this review is on the specific genes and pathways that metabolize GlcCers in the nematode, C. elegans. The nematode, Caenorhabditis elegans, has become a useful model to interrogate the bioactivity of lipids because of the ease of genetic dissection of metabolic pathways within the nematode (Kamath and Ahringer, 2003; Zhang et al., 2015). In C. elegans, multiple genes can be targeted to impair GlcCer production including elo-5, an elongase responsible for the production of monomethyl-branched fatty acids (mmBCFAs) needed to generate the sphingoid base essential for GlcCer production in nematodes (Kniazeva et al., 2004; Kniazeva et al., 2015; Vieira et al., 2022). Emerging research over the years using the model organism Caenorhabditis elegans, has provided some insight into the mechanistic role of this unique class of sphingolipids. This review will summarize the key roles of GlcCer uncovered using the C. elegans, elucidate challenges in studying GlcCer, and future perspectives of this field."
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 800.1,
      "minX": 49.6,
      "maxY": 806.7,
      "maxX": 545.7,
      "page": 2
    }],
    "text": "Xatse and Olsen 10.3389/fphys.2023.1244158"
  }},
  {"paragraph": {
    "role": "caption",
    "positions": [{
      "minY": 343.8,
      "minX": 61.6,
      "maxY": 422.1,
      "maxX": 533.7,
      "page": 2
    }],
    "text": "FIGURE 1 Production, Purification, and MS analysis of GlcCer. (A) The pathway for producing GlcCer begins from the production the C15iso fatty acid by fatty acid synthase and elo-5. The enzyme sptl-1 catalyzes the combination of a C15iso (mmBCFAs) with serine to form the d17iso sphingoid backbone. Different ceramide synthases selectively add fatty acyl chains to the sphingoid backbone to produce various ceramide species. Finally, CGT adds a UDP-glucose to the ceramide molecule to produce a GlcCer (B) The mass spectrum showing the MS2 scan for GlcCer 17:1; O2/22:0;O ([M+H] = 786.6465). The fragmentation of GlcCer (and Cer) generates a triplet peak with mass (m/z) 238.2529, 250.2529, and 268. 2640 which is characteristic of a C17:1 sphingoid base found in C. elegans (Hänel et al., 2019). (C) Sphingolipids including GlcCer are purified from other ester lipids by incubating in 1M KOH (in methanol) for 2 h. This cleaves ester linkages in phospholipids and glycerolipids eliminating chromatographic interference of these lipids during analysis."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 228.8,
      "minX": 304.7,
      "maxY": 253.3,
      "maxX": 503.8,
      "page": 2
    }],
    "text": "dGelugcraodsyaltcioenraImniCde. eslyengtahnessis and"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 74,
        "minX": 304.7,
        "maxY": 214.1,
        "maxX": 545.7,
        "page": 2
      },
      {
        "minY": 632.5,
        "minX": 49.6,
        "maxY": 760,
        "maxX": 291.4,
        "page": 3
      }
    ],
    "text": "In C. elegans, the synthesis of GlcCer has been elucidated and begins with the enzyme ELO-5 which produces two monomethyl-branched fatty acids called C15iso (13-methyl myristic acid) and C17iso (15-methyl hexadecanoic acid) (Kniazeva et al., 2004; Watts and Ristow, 2017). C15iso combines with serine to form the ceramide backbone (d17iso sphinganine) via the enzyme serine palmitoyl transferase (SPTL) (Hannich et al., 2017; Watts and Ristow, 2017). In C. elegans, there are three ceramide synthases, HYL-1, HYL-2, and LAGR-1 that add a fatty acid to the sphingoid backbone via an amide linkage to form ceramides (Menuz et al., 2009; Mosbech et al., 2013). The fatty acids can range in chain length from 18 to 27 carbons with 0 or 1 double bond, and the specific ceramide synthase used confers chain specificity to sphingolipids (Cheng et al., 2019; Hänel et al., 2019; Xatse et al., 2023). For example, the ceramide synthase, HYL-1, adds fatty acyl chains of 24–26 carbons, whiles HYL-2 adds 20–22 carbon fatty acyl chains to the sphingoid backbone (Mosbech et al., 2013). Finally, the addition of UDP-glucose to an existing ceramide molecule by ceramide glucosyltransferase (CGT) produces glucosylceramide (Figure 1A). In C. elegans, there are three ceramide glucosyltransferases, CGT-1, CGT-2, and CGT-3 which are expressed and function in the intestine (Marza et al., 2009; Nomura et al., 2011)."
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 34,
      "minX": 49.6,
      "maxY": 40.4,
      "maxX": 545.6,
      "page": 2
    }],
    "text": "Frontiers in Physiology 02 frontiersin.org"
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 800.1,
      "minX": 49.6,
      "maxY": 806.7,
      "maxX": 545.7,
      "page": 3
    }],
    "text": "Xatse and Olsen 10.3389/fphys.2023.1244158"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 452.4,
      "minX": 49.6,
      "maxY": 628.5,
      "maxX": 290.7,
      "page": 3
    }],
    "text": "Using mutation or RNAi of each of the genes involved in GlcCer synthesis has probed the biological role of GlcCer in the nematode and has identified an essential role for GlcCer in development as depleting glucosylceramides leads to developmental defects and larval arrest (Lochnit et al., 2005; Laplante and Sabatini, 2009; Nomura et al., 2011; Zhu et al., 2013; Liu and Sabatini, 2020). Specifically, mutations in cgt-3 lead to embryonic defects and reduced brood size. Nomura et al. (2011) showed the cgt-3 (tm504) mutant has abnormal oocytes and eggs that have disrupted membranes and nuclei which accounts for the decreased brood size in this animal. In addition, double mutant cgt-1; cgt-3 arrest at the L1 stage are uncoordinated, and eventually die. Interestingly deleting cgt-2 by mutation or RNAi does not exacerbate early larval arrest phenotype in cgt-1; cgt-3 double mutant suggests that cgt-2 is not required for the development."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 143.8,
      "minX": 49.6,
      "maxY": 449.2,
      "maxX": 291.4,
      "page": 3
    }],
    "text": "The use of C. elegans has allowed for the spatial dissection of GlcCer metabolism. For example, the enzymes, CGT-1 and CGT-3, are highly expressed in a unique subset cell in C. elegans, specifically the pharyngeal intestinal valve (PIV), anterior and posterior intestinal cells, intestinal rectal valve (IRV), and the rectal gland cells (RGCs) (Marza et al., 2009). Intriguingly, expressing CGT specifically in this subset of cells can rescue the larval arrest and defects of cgt-1;cgt-3 suggesting that the activity of CGT is required in only a small subset of cells. Further studies define that improper feeding and deficient cholesterol mobilization contribute to developmental defects and arrest (Boland et al., 2017). Although cholesterol is not synthesized de novo in C. elegans, it is required for growth and larval development and this study shows that GlcCers are precursors to the synthesis of a novel class of glycosphingolipid known as phosphoethanolamine glucosylceramides (PEGCs), that regulate cholesterol utilization in C. elegans. GlcCer deficient animals (cgt-1; cgt-3, and elo-5) have reduced levels of PEGC, and supplementing the diet with high levels of cholesterol (2.6 mM) can also rescue the larval arrest cgt-1; cgt-3 and elo-5 mutants suggesting that the role of GlcCer may be in the mobilization and regulation of cholesterol. There is remarkable homology between sterol regulation in C. elegans and in mammals, but there has not been an established role for PEGCs in mammals (Boland et al., 2017). It is possible the PEGCs have not been detected in mammals due to their low abundance or that another molecule acts in a similar manner."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 69.9,
        "minX": 49.6,
        "maxY": 138.3,
        "maxX": 290.6,
        "page": 3
      },
      {
        "minY": 643.7,
        "minX": 304.7,
        "maxY": 760,
        "maxX": 545.8,
        "page": 3
      }
    ],
    "text": "GlcCer levels can be impacted by the rates of production along with the rates of degradation. Although the studies described here largely focus on GlcCer production, it will be important to consider degradation pathways in future studies. GlcCer can be degraded into their parent compound via a salvage pathway. Briefly, GlcCer is broken down to ceramide by glucosyl ceramidases (gba-1,2,3,4). The ceramide can then be further degraded to the sphingoid backbone by ceramidase (asah-1), and the sphingoid base is phosphorylated by sphingosine kinase (sphk-1) to produce sphingosine 1-phosphate, an important signaling molecule. Sphingosine 1-phosphate can be further broken down to ethanolamine phosphate and a C17iso aldehyde by sphingosine 1-phosphate lyase (spl-1), which can be used to produce other lipids. The degradation pathway is also critical for nematode health. For example, the loss of SPL-1 causes severe defects in both the gut and the reproductive tract of C. elegans (Zhang et al., 2015; Watts and Ristow, 2017; Wang et al., 2021)."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 476.4,
      "minX": 304.7,
      "maxY": 640.4,
      "maxX": 545.7,
      "page": 3
    }],
    "text": "The GlcCer population in nematodes is different from mammals despite conservation of GlcCer synthesis and degradation enzymes (Table 1). Sphingoid base of varying length have been found in mammalian systems and are enriched in specific tissue/organs. The common sphingoid base are 18 carbon (d18:0, d18:1, and t18:0) which is typically found in plasma, skin, brain, d16:1 which is found in bovine milk and d20:1 sphingoid is found in the brain as well (Pruett et al., 2008). The fatty acid attached to sphingoid backbone found in mammalian system commonly range from 14 to 36 carbon and are saturated or have a single double bond and with or without hydroxyl group. It is important to consider these differences when probing the GlcCer pathways but to also consider that similar but not identical lipid mediators can regulate the same pathways in different organisms."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 428,
      "minX": 304.7,
      "maxY": 452.3,
      "maxX": 544.9,
      "page": 3
    }],
    "text": "Analysis of glucosylceramides by mass spectrometry"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 153.5,
      "minX": 304.7,
      "maxY": 413.3,
      "maxX": 546.5,
      "page": 3
    }],
    "text": "The high structural similarity of GlcCer species makes mass spectrometry an ideal analytical technique used to identify and characterize this species. The advancement of high-resolution mass spectrometry allows for the detailed structural characterization of GlcCer species based on their intact mass/ charge ratio and fragmentation pattern. GlcCer can ionize both in the positive and negative ion mode but typically the ionized form used for quantitative analysis are the proton adducts [M+H] of GlcCer measured in the positive ion mode (Shaner et al., 2009; Peng et al., 2017). Using stable isotope labeling technique of various amino acids, Hannich et al. (2017), found all GlcCer species contained a d17iso sphingoid base. In addition, feeding worms with different sphingoid base apart in the absence of d17iso sphingoid base leads to severe developmental and digestive defects suggesting that d17iso is the major if not the exclusive sphingoid base incorporated. Because the sphingoid base in C. elegans is a C17iso sphingoid base, the fragmentation of sphingolipid species generates a unique product with m/z 250.25 (Hannich et al., 2017; Cheng et al., 2019; Hänel et al., 2019) (Figure 1B). Thus, the N-fatty acyl chain can easily be predicted using the intact m/z of a GlcCer species and fragment product of the sphingoid base."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 69.9,
        "minX": 304.7,
        "maxY": 150.3,
        "maxX": 546.5,
        "page": 3
      },
      {
        "minY": 82.1,
        "minX": 49.6,
        "maxY": 377.7,
        "maxX": 290.6,
        "page": 4
      }
    ],
    "text": "GlcCer can be detected by directly injecting purified samples in mass spectrometry, but often mass spectrometry is combined with separation techniques such as liquid chromatography (LC) to improve the detection of GlcCer. Liquid chromatography is useful for separating GlcCer species from other sphingolipid species and for separating individual GlcCer species based on their chain length, degree of saturation, and number of hydroxylated groups present (Merrill, 2011; Peng et al., 2017). The separation of individual species improves the sensitivity of the detection of GlcCer by overcoming challenges such as ionization suppression. In general, reverse phase LC (RP-LC) is useful for separating different species of GlcCer and GlcCer from other sphingolipids. However, RP-LC cannot separate GlcCer from its isomer galactosylceramide (GalCer) and to overcome this challenge normal phase chromatography is used to separate these isomeric hexosylceramides (Shaner et al., 2009). In C. elegans however, there is no report of the presence of GalCer and most studies have reported hexosylceramides in the nematode as GlcCer (Marza et al., 2009; Mosbech et al., 2013; Zhu et al., 2013; Cheng et al., 2019; Wang et al., 2021). Before analyzing GlcCer by the analytical techniques outlined above, lipids are first purified from the biological samples. An effective method for extracting sphingolipids is either by the classical chloroform/methanol extraction or more recently the methyl tert-butyl ether (MTBE) extraction (Shaner et al., 2009). The challenge with these methods is that they extract all lipid classes present within the sample which can often influence the efficient chromatographic separation of GlcCer. An alkaline hydrolysis step is often carried out after CHCl3/MeOH or MTBE extraction to hydrolyze all ester bonds thereby, eliminating all phospholipids and glycerolipids that are present in the sample and improving the sensitivity of measuring GlcCer (Figure 1C) (Peng et al., 2017; Cheng et al., 2019; Hänel et al., 2019)."
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 34,
      "minX": 49.6,
      "maxY": 40.4,
      "maxX": 545.6,
      "page": 3
    }],
    "text": "Frontiers in Physiology 03 frontiersin.org"
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 800.1,
      "minX": 49.6,
      "maxY": 806.7,
      "maxX": 545.7,
      "page": 4
    }],
    "text": "Xatse and Olsen 10.3389/fphys.2023.1244158"
  }},
  {"paragraph": {
    "role": "caption",
    "positions": [{
      "minY": 405.8,
      "minX": 61.6,
      "maxY": 439.2,
      "maxX": 533.7,
      "page": 4
    }],
    "text": "FIGURE 2 Distribution of GlcCer (A) Distribution of most abundant GlcCer (>4% of total GlcCer) in WT young adult worms. Here the major GlcCer species are 22:0;O and 24:0;O GlcCer which account for ~33% and 36% of the total pool of GlcCer (B) Distribution of the most abundant ceramides (>4% of total ceramide) in WT young adult worms. The major ceramide species are the 22:0;O and 24:0;O Cer species which account for ~44% of the total Cer pool."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 82.1,
      "minX": 304.7,
      "maxY": 377.7,
      "maxX": 546.5,
      "page": 4
    }],
    "text": "The GlcCer pool in C. elegans is generated from 7 major species (i.e., comprises more than 4% of the pool). Because the detected GlcCer species all contain a d17iso sphingoid base, the diversity is generated from the N-acyl chain (Figure 2A). In nematodes, the GlcCer species contain acyl chain lengths ranging from 20–27 with 0 or 1 double bonds and with or without an additional hydroxyl group(s) (Cheng et al., 2019; Hänel et al., 2019; Xatse et al., 2023). Interestingly, two main GlcCers constitute the majority of the GlcCer pool: specifically, the 22:0;O GlcCer and 24:0;O GlcCer make up ~33% and 36% respectively of the total GlcCer pool (Figure 2A) (Xatse et al., 2023). The particular distribution of GlcCer species indicates the specific regulation of lipids and suggests particular roles for individual species. Intriguingly, this predominance is also reflected, albeit to a lesser extent, in the direct precursors of these GlcCer in the ceramide pool, with 22:0;O Cer and 24:0; O Cer making up ~19% and 25% of the total ceramide population (Figure 2B). Although the overall distribution of Cer is similar to the GlcCer pool, distinct differences indicate that the metabolic wiring enriches certain lipids in the GlcCer pool (e.g., 22:0;O GlcCer) while others are depleted (e.g., 22: 0 GlcCer) (Xatse et al., 2023). It is not yet clear if the shift in these lipids is due to the increased synthesis of certain species or due to the consumption of other species by other intersecting metabolic pathways."
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 34,
      "minX": 49.6,
      "maxY": 40.4,
      "maxX": 545.6,
      "page": 4
    }],
    "text": "Frontiers in Physiology 04 frontiersin.org"
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 800.1,
      "minX": 49.6,
      "maxY": 806.7,
      "maxX": 545.7,
      "page": 5
    }],
    "text": "Xatse and Olsen 10.3389/fphys.2023.1244158"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 738.8,
      "minX": 49.6,
      "maxY": 763.2,
      "maxX": 279.3,
      "page": 5
    }],
    "text": "Mglcascserspinecgtlruocmoseetryredspeofinneses a role for"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 500.2,
      "minX": 49.6,
      "maxY": 724.1,
      "maxX": 291.4,
      "page": 5
    }],
    "text": "Several studies have examined the phenotypic effects of impaired GlcCer synthesis and have found roles for GlcCer in apical membrane polarity, tubulogenesis, and larval development (Zhang et al., 2011; Gobel et al., 2012; Zhu et al., 2015; Zhu et al., 2021; Li et al., 2022). Recently, we established that in response to stress, C. elegans requires a compensatory shift in lipid metabolic pathways. Specifically, when young animals are fed glucose, their membrane composition remains fairly stable with few statistically significant changes (Vieira et al., 2022). However, using 13C labeling strategies that label all dietary carbons following glucose stress, there is an increased influx ofnew C17iso fatty acids into the membrane. To further investigate whether this influx of C17iso into the membrane was critical for surviving glucose stress, we observed that reducing the production of mmBCFA by knocking down ELO-5 leads to premature death in the nematodes on high glucose diet (Vieira et al., 2022). This C17iso is exclusively synthesized in the nematode as the bacterial diet does not contain any mmBCFAs. Because of the defined role of mmBCFAs in generating the precursors for GlcCer, we specifically quantified the Cer and GlcCer populations in animals exposed to high levels of glucose (Xatse et al., 2023)."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 213.3,
      "minX": 49.6,
      "maxY": 497,
      "maxX": 290.6,
      "page": 5
    }],
    "text": "When WT animals were fed with 100 mM glucose, ceramide, and GlcCer profiles were relatively stable except for a significant increase in the level of the 22:0;O GlcCer species. It is important to consider that 100 mM is a higher amount of glucose than used in many studies. In these studies, this elevated stress was used to maximize any perturbations in lipid metabolism but other concentrations showed similar impacts of the lipids (Vieira et al., 2022; unpublished data). Interestingly compromising ELO-5 leads to a significant decrease in overall levels ofthis 22:0;O GlcCer. Taken together, this study implicated a role for GlcCer and specifically for the 22:0;O GlcCer species in regulating this response (Xatse et al., 2023). To our knowledge, glucose is the only stress where the GlcCer population has been comprehensively monitored in the nematode; however, other stressors are likely to cause perturbation and should be examined using similar methods. The same 22:0; O GlcCer has been connected to TOR (Target of Rapamycin) signaling (Zhu et al., 2013). The TOR complex is a serine/threonine kinase in C. elegans and conserved in mammalian organisms and is made up of two main complexes, TORC1 and TORC2 (Saxton and Sabatini, 2017). An unbiased genetic screening in C. elegans identified GlcCer as an important regulator of TORC1 activation (Zhu et al., 2013). This GlcCer/TORC1 signaling pathway is proposed to be a metabolic checkpoint in the intestine of the nematodes that coordinates postembryonic growth and development (Zhu et al., 2013)."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 69.9,
        "minX": 49.6,
        "maxY": 210.1,
        "maxX": 290.7,
        "page": 5
      },
      {
        "minY": 631.7,
        "minX": 304.7,
        "maxY": 760,
        "maxX": 545.8,
        "page": 5
      }
    ],
    "text": "A recent study identified a role for GlcCer in TOR regulation in a C. elegans aging model (Wang et al., 2021). In this study, long-lived germline deficient worms (glp-1) were shown to exhibit significantly upregulated levels of the sphingolipid synthesis enzyme ELO-3. ELO-3 is an enzyme involved in the synthesis of saturated fatty acids with chains longer than twenty carbons that are incorporated into the sphingoid base in C. elegans to produce ceramides and GlcCer. Further investigation revealed a specific GlcCer species (C22 GlcCer) as the sphingolipid critical for glp-1 mediated lifespan extension. C22 GlcCer modulates lifespan extension by regulating clathrin membrane localization and lysosome homeostasis resulting in the activation of the transcription factor SKN-1. Activation of SKN-1 leads to the suppression of TOR and the subsequent increase in the lifespan of glp-1 animals. The contrasting role of GlcCer in TOR activation is intriguing as it suggests that the regulation may depend on the stage ofdevelopment of the organism and perhaps the type of acyl chain attached to GlcCer. The idea of acyl chain specificity in regulating TOR activation is not surprising as previous studies show that the acyl chain length of sphingolipids expressed in distinct tissues or cellular compartments can perform unique functions. Thus, it will be interesting to further investigate the detailed role of acyl chain length specificity of GlcCer in TOR regulation."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 453.2,
      "minX": 304.7,
      "maxY": 628.5,
      "maxX": 545.7,
      "page": 5
    }],
    "text": "Furthermore, we found that compromising the GlcCer production by either cgt-3 and cgt-1/cgt-3 RNAi results in a dramatic reduction in lifespan of animals on glucose demonstrating a novel role for GlcCer in surviving glucose stress (Xatse et al., 2023). To further corroborate that the shortened lifespan of animals with ELO-5 knockdown was due to compromised GlcCer production, we supplemented elo-5 RNAi with sphingolipid extract from WT animals. Interestingly, supplementing elo-5 RNAi-treated animals with WT sphingolipid extract rescues the shortened lifespan under glucose stress. In addition, when the GlcCer profile of elo-5 RNAi supplemented with WT sphingolipid extract is measured, there are significant shifts in GlcCer levels towards WT GlcCer levels including a significant surge in the levels of the 22:0;O GlcCer species (Xatse et al., 2023)."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 416,
      "minX": 304.7,
      "maxY": 428.5,
      "maxX": 482.3,
      "page": 5
    }],
    "text": "Challenges and perspectives"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 237.2,
      "minX": 304.7,
      "maxY": 401.4,
      "maxX": 545.7,
      "page": 5
    }],
    "text": "One ofthe major challenges for the interrogation oflipid metabolism is the confirmation ofgenetic studies. A potential avenue to validate these conclusions for metabolomic studies is to supplement the product of the pathways to show rescue. There are some challenges to the supplementation of lipids through the diet. First, lipids must be digested in the intestine of the animals which involves the hydrolysis of the lipid into their constituents (Watts and Ristow, 2017). Therefore, the supplementation may not be of the intact lipid you are looking to probe. It is important to measure the lipid composition of the animals following supplementation. In the sphingolipid supplementation protocols, we quantified an increase in specific GlcCer species, but it is not possible to distinguish whether this was due to the provision ofthat lipid or increased production of that lipid as a result of increased availability of individual components."
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 142.4,
      "minX": 304.7,
      "maxY": 234,
      "maxX": 546.5,
      "page": 5
    }],
    "text": "It is also important to consider the interconnectedness of metabolic pathways. Many lipids have multiple fates in the animal and changes in lipid abundance may reflect increased synthesis of a lipid or decreased consumption. To distinguish these possibilities, our group is developing stable isotope tracing methods to monitor dynamics in addition to the overall abundance of each species (Perez and Van Gilst, 2008; Drechsler et al., 2016; Sultana and Olsen, 2020)."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 107.9,
      "minX": 304.7,
      "maxY": 117.7,
      "maxX": 374.8,
      "page": 5
    }],
    "text": "Conclusion"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [
      {
        "minY": 72,
        "minX": 304.7,
        "maxY": 90.5,
        "maxX": 545.7,
        "page": 5
      },
      {
        "minY": 669.8,
        "minX": 49.6,
        "maxY": 760,
        "maxX": 290.6,
        "page": 6
      }
    ],
    "text": "The loss of GlcCer synthesis enzymes with mutation or RNAi demonstrates a critical role for GlcCer metabolism in development and in the response to elevated glucose diets. Mass spectrometry allows for the quantification of all the individual GlcCer species along with the precursor and product populations. This combination allows for the detection of each species to define which specific pathways are responsible for biological activities. Ultimately, these studies will increase the knowledge of how sphingolipid metabolism can be modulated to ameliorate disease states."
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 34,
      "minX": 49.6,
      "maxY": 40.4,
      "maxX": 545.6,
      "page": 5
    }],
    "text": "Frontiers in Physiology 05 frontiersin.org"
  }},
  {"paragraph": {
    "role": "page-header",
    "positions": [{
      "minY": 800.1,
      "minX": 49.6,
      "maxY": 806.7,
      "maxX": 545.7,
      "page": 6
    }],
    "text": "Xatse and Olsen 10.3389/fphys.2023.1244158"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 633.9,
      "minX": 49.6,
      "maxY": 643.5,
      "maxX": 179.3,
      "page": 6
    }],
    "text": "Author contributions"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 586.2,
      "minX": 49.6,
      "maxY": 616.5,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "MX and CO contributed equally to the writing of the manuscript. All authors contributed to the article and approved the submitted version."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 550.2,
      "minX": 49.6,
      "maxY": 559.9,
      "maxX": 118.6,
      "page": 6
    }],
    "text": "References"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 513.7,
      "minX": 49.6,
      "maxY": 535.4,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Aerts, J. M. F. G., Artola, M., van Eijk, M., Ferraz, M. J., and Boot, R. G. (2019). Glycosphingolipids and infection. Potential new therapeutic avenues. Front. Cell Dev. Biol. 7, 324. doi:10.3389/FCELL.2019.00324/"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 484.8,
      "minX": 49.6,
      "maxY": 507.5,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Boland, S., Schmidt, U., Zagoriy, V., Sampaio, J. L., Fritsche, R. F., Czerwonka, R., et al. (2017). Phosphorylated glycosphingolipids essential for cholesterol mobilization in Caenorhabditis elegans. Nat. Chem. Biol. 13 (6), 647–654. doi:10.1038/nchembio.2347"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 456.9,
      "minX": 49.6,
      "maxY": 479.6,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Cheng, X., Jiang, X., Tam, K. Y., Li, G., Zheng, J., and Zhang, H. (2019). Sphingolipidomic analysis of C. elegans reveals development-and environmentdependent metabolic features. Int. J. Biol. Sci. 15, 2897–2910. doi:10.7150/ijbs.30499"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 437,
      "minX": 49.6,
      "maxY": 451.7,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "D'Angelo, G., Capasso, S., Sticco, L., and Russo, D. (2013). Glycosphingolipids: synthesis and functions. FEBS J. 280, 6338–6353. doi:10.1111/FEBS.12559"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 401.1,
      "minX": 49.6,
      "maxY": 431.8,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Drechsler, R., Chen, S. W., Dancy, B. C. R., Mehrabkhani, L., and Olsen, C. P. (2016). HPLC-Based mass spectrometry characterizes the phospholipid alterations in etherlinked lipid deficiency models following oxidative stress. PLoS One 11, 01672299–e167322. doi:10.1371/journal.pone.0167229"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 373.2,
      "minX": 49.6,
      "maxY": 395.9,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Gobel, V., Zhang, H., Kim, A., Abraham, N., Khan, L. A., Hall, D. H., et al. (2012). Clathrin and AP-1 regulate apical polarity and lumen formation during C. elegans tubulogenesis. Development 139, 2071–2083. doi:10.1242/DEV.077347"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 346.8,
      "minX": 49.6,
      "maxY": 368,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Griffitts, J. S., Haslam, S. M., Yang, T., Garczynski, S. F., Mulloy, B., Morris, H., et al. (2005). Glycolipids as receptors for Bacillus thuringiensis crystal toxin. Science 307, 922–925. doi:10.1126/SCIENCE.1104444"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 317.4,
      "minX": 49.6,
      "maxY": 340.1,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Hänel, V., Pendleton, C., and Witting, M. (2019). The sphingolipidome of the model organism Caenorhabditis elegans. Chem. Phys. Lipids 222, 15–22. doi:10.1016/j. chemphyslip.2019.04.009"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 289.6,
      "minX": 49.6,
      "maxY": 312.2,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Hannich, T. J., Mellal, D., Feng, S., Zumbuehl, A., and Riezman, H. (2017). Structure and conserved function of iso-branched sphingoid bases from the nematode: caenorhabditis elegans. Chem. Sci. 8, 3676–3686. doi:10.1039/c6sc04831e"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 262.3,
      "minX": 49.6,
      "maxY": 284.4,
      "maxX": 291.2,
      "page": 6
    }],
    "text": "Iwabuchi, K., Nakayama, H., Iwahara, C., and Takamori, K. (2010). Significance of glycosphingolipid fatty acid chain length on membrane microdomain-mediated signal transduction. FEBS Lett. 584, 1642–1652. doi:10.1016/J.FEBSLET.2009.10.043"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 241.7,
      "minX": 49.6,
      "maxY": 256.5,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Kamath, R. S., and Ahringer, J. (2003). Genome-wide RNAi screening in Caenorhabditis elegans. Methods 30, 313–321. doi:10.1016/S1046-2023(03)00050-1"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 213.8,
      "minX": 49.6,
      "maxY": 236.6,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Kniazeva, M., Crawford, Q. T., Seiber, M., Wang, C. Y., and Han, M. (2004). Monomethyl branched-chain fatty acids play an essential role in Caenorhabditis elegans development. PLoS Biol. 2, E257. doi:10.1371/journal.pbio.0020257"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 185.9,
      "minX": 49.6,
      "maxY": 208.6,
      "maxX": 290.7,
      "page": 6
    }],
    "text": "Kniazeva, M., Zhu, H., Sewell, A. K., and Han, M. (2015). A lipid-TORC1 pathway promotes neuronal development and foraging behavior under both fed and fasted conditions in C.elegans. Dev. Cell 33, 260–271. doi:10.1016/j.devcel.2015.02.015"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 150.1,
      "minX": 49.4,
      "maxY": 180.7,
      "maxX": 290.6,
      "page": 6
    }],
    "text": "Lalazar, G., Ya'Acov, A. B., Livovsky, D. M., Haj, M. E., Pappo, O., Preston, S., et al. (2009). Beta-glycoglycosphingolipid-induced alterations of the STAT signaling pathways are dependent on CD1d and the lipid raft protein flotillin-2. Am. J. Pathology 174, 1390–1399. doi:10.2353/ajpath.2009.080841"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 130.1,
      "minX": 49.6,
      "maxY": 144.9,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Laplante, M., and Sabatini, D. M. (2009). An emerging role of mTOR in lipid biosynthesis. Curr. Biol. 19, R1046–R1052. doi:10.1016/j.cub.2009.09.058"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 96,
      "minX": 49.6,
      "maxY": 124.9,
      "maxX": 290.5,
      "page": 6
    }],
    "text": "Li, N., Hua, B., Chen, Q., Teng, F., Ruan, M., Zhu, M., et al. (2022). A sphingolipidmTORC1 nutrient-sensing pathway regulates animal development by an intestinal peroxisome relocation-based gut-brain crosstalk. Cell Rep. 40, 111140. doi:10.1016/J. CELREP.2022.111140"
  }},
  {"paragraph": {
    "role": "reference",
    "positions": [{
      "minY": 74.3,
      "minX": 49.6,
      "maxY": 89.1,
      "maxX": 290.6,
      "page": 6
    }],
    "text": "Liu, G. Y., and Sabatini, D. M. (2020). mTOR at the nexus ofnutrition, growth, ageing and disease. Nat. Rev. Mol. Cell Biol. 21, 183–203. doi:10.1038/s41580-019-0199-y"
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 753.5,
      "minX": 304.7,
      "maxY": 763.3,
      "maxX": 422.2,
      "page": 6
    }],
    "text": "Conflict of interest"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 703.6,
      "minX": 304.7,
      "maxY": 736.1,
      "maxX": 545.7,
      "page": 6
    }],
    "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
  }},
  {"paragraph": {
    "role": "heading",
    "positions": [{
      "minY": 669.8,
      "minX": 304.7,
      "maxY": 679.6,
      "maxX": 403.9,
      "page": 6
    }],
    "text": "Publisher's note"
  }},
  {"paragraph": {
    "role": "body",
    "positions": [{
      "minY": 584,
      "minX": 304.7,
      "maxY": 652.4,
      "maxX": 545.6,
      "page": 6
    }],
    "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher."
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 34,
      "minX": 49.6,
      "maxY": 40.4,
      "maxX": 545.6,
      "page": 6
    }],
    "text": "Frontiers in Physiology 06 frontiersin.org"
  }},
  {"paragraph": {
    "role": "footer",
    "positions": [{
      "minY": 34,
      "minX": 49.6,
      "maxY": 40.4,
      "maxX": 545.6,
      "page": 7
    }],
    "text": "Frontiers in Physiology 07 frontiersin.org"
  }}
]}